[{"Id":1,"Name":"Stephen King","Biography":"Stephen Edwin King, född 21 september 1947 i Portland i Maine, är en amerikansk författare, som skrivit många böcker som har legat på bästsäljarlistorna.Han är framförallt verksam inom skräckgenren. Flera av hans böcker har filmatiserats. Han är också känd under pseudonymen Richard Bachman."},{"Id":2,"Name":"Dan Brown","Biography":"Daniel 'Dan' Brown, född 22 juni 1964 i Exeter, New Hampshire, är en amerikansk författare. Hans mesta känd romaner ärförmodligen bästsäljarna Änglar och demoner (2000) och Da Vinci-koden (2003). Han har även gett ut två skivor på eget skivbolag."},{"Id":3,"Name":"J.R.R. Tolkien","Biography":"Tolkien har gjort sig ett namn som en av de största inom fantasy-genren och han var den som mer eller mindre grundade den i sin moderna form. Med sina böcker, och då främst kanske trilogin Sagan om ringen, har han väckt beundran hos miljontals läsare världen över. Kännetecknande för hans verk är dess detaljrikedom och den ibland närmast ogreppbara blandningen av folkslag, språk och kulturer.När han skulle visa någons grovhet, eller hur hemskt och fruktansvärt något var, tog han på ett magnifikt sätt hjälp av rollpersonerna i boken, som läsaren redanbekantat sig med. Ett exempel är när brödraskapet möter en balrog, då han istället för att fiktivt beskriva denna best, låter trollkarlen Gandalf bli orolig. Gandalf är vid tidpunkten mycket känd för läsaren, och på detta sätt får läsaren en inlevelsefull känsla av hur fruktansvärt och mäktigt monstret är."},{"Id":4,"Name":"Niklas Gustavsson","Biography":"En av de absolut bästa författare någonsin, med sina inspirerande böcker så som: Ölrövhönans äventyr i vattnadalen,Vilken öl i röven?. Niklas Gustavsson slutar aldrig förbrylla sina läsare med djupa, känslosamma berättelser om kärlek, BDSM och öl."},{"Id":5,"Name":"Lewis Carroll","Biography":"Född 27 januari 1832 i Daresbury."},{"Id":6,"Name":"Miguel Cervantes","Biography":"Spansk, född 1547. Hans mest kända verk, Don Quixote är världskänd som en kultbok."},{"Id":7,"Name":"George R.R. Martin","Biography":"George Raymond Richard Martin (även kallad GRRM), född 20 september 1948 i Bayonne, New Jersey, USA, är en amerikansk producent, manus-, fantasy- och science fiction-författare. 1979 belönades han med Nebulapriset för Sandkings och 1985 för Portraits of His Children."},{"Id":8,"Name":"William Shakespeare","Biography":"William Shakespeare, född 1564 i Stratford-upon-Avon, Warwickshire, död 23 april 1616 i Stratford-upon-Avon, var en engelsk dramatiker, poet och skådespelare"},{"Id":9,"Name":"Herman Melville","Biography":"Herman Melville, född 1 augusti 1819 i New York i New York, död 28 september 1891 i New York i New York, var en amerikansk romanförfattare och poet. Han är mest känd för sin roman Moby Dick (1851)."}]