[{"Id":1,"Title":"Sagan om Ringen","Summary":"Sagan om ringen eller Härskarringen, i nyöversättning Ringarnas herre (originaltitel The Lord of the Rings), är en fantasyroman av J.R.R. Tolkien. Den utgavs på engelska för första gången 1954–1955 uppdelad i tre volymer med titlarna The Fellowship of the Ring, The Two Towers och The Return of the King. Tolkien hade redan 1937 i Bilbo, en hobbits äventyr, introducerat både härskarringen, och flera av huvudfigurerna i trilogin.","ISBN":"1232346431254","Year":1948,"Price":199.00,"InStock":46,"ImagePath":"/Content/Image/saganomringen.jpg","RatingId":1},{"Id":2,"Title":"Skånes Historia","Summary":"Jäevlett vikte bog ti å läesa. Ellår iallafall glo på bildårna.","ISBN":"3453712511215","Year":1999,"Price":69.00,"InStock":12,"ImagePath":"http://www.esff.se/dok/dok_info/skane.gif","RatingId":2},{"Id":3,"Title":"Da Vinci Kodden","Summary":"Da Vinci-koden är en roman av den amerikanske författaren Dan Brown. Den följer en professor i religionssymbolik, Robert Langdon, som blir indragen i en mordutredning i Paris och upptäcker en kamp mellan Prieuré de Sion och Opus Dei över huruvida Jesus från Nasaret var gift och hade barn med Maria Magdalena.","ISBN":"1237623312744","Year":2006,"Price":255.00,"InStock":67,"ImagePath":"/Content/Image/davinci.jpg","RatingId":3},{"Id":4,"Title":"Änglar och Demoner","Summary":"Änglar och demoner är en bestseller-roman av den amerikanske författaren Dan Brown, utgiven 2000. Den handlar om Harvard-professorn Robert Langdon och dennes ständiga kamp mot klockan under jakten på en mördare tillhörande Illuminati","ISBN":"3733745321369","Year":1004,"Price":209.00,"InStock":247,"ImagePath":"/Content/Image/anglarodemoner.jpg","RatingId":4},{"Id":5,"Title":"Det","Summary":"Det (engelsk originaltitel It) är en roman från 1986 av Stephen King. Den gavs ut i svensk översättning 1987.[1] Boken har även filmatiserats.","ISBN":"5322341371251","Year":1986,"Price":99.00,"InStock":12,"ImagePath":"/Content/Image/Det.jpg","RatingId":5},{"Id":6,"Title":"Alice i underlandet","Summary":"Alice i Underlandet, publicerad 1865. Boken handlar om den lilla flickan Alices äventyr i en värld som strider mot all logik. Den är Lewis Carrolls mest kända bok.","ISBN":"1234323464312","Year":1948,"Price":79.00,"InStock":46,"ImagePath":"/Content/Image/aliceinwonderland.jpg","RatingId":6},{"Id":7,"Title":"Don Quixote","Summary":"Romanen är uppkallad efter sin huvudperson, en fattig adelsman som förläser sig på ärofyllda riddarromaner och därför drar ut i världen för att upprätthålla romanernas ideal. Han reser på sin hingst Rosinante, med sin väpnare, bonden Sancho Panza med målet att vinna kärleken av sin älskade Dulcinea. Dulcinea är det namn Don Quijote inbillat sig att hon bär; hennes riktiga namn är Aldonza. Detta är en ordvits; ett gammalt spanskt talesätt lyder, vilket skämtsamt antyder att hon blir vald till hjärtas dam för att ingen annan finns att få.","ISBN":"1235623464312","Year":1948,"Price":9.99,"InStock":46,"ImagePath":"/Content/Image/donquixote.jpg","RatingId":7},{"Id":8,"Title":"Hamlet","Summary":"Prins Hamlet är son till den avlidne kungen och får snart höra av en vålnad att den nuvarande kungen, Claudius, har mördat fadern. Hamlet är osäker på om vålnaden har talat sanning och testar kungen genom att låtsas vara sinnessjuk och sätta upp en pjäs där mordet rekonstrueras. Kungens reaktion på pjäsen tolkar Hamlet som att denne är skyldig och beslutar sig för att hämnas.","ISBN":"1232653464312","Year":1948,"Price":9.99,"InStock":46,"ImagePath":"/Content/Image/hamlet.jpg","RatingId":8},{"Id":9,"Title":"Moby Dick","Summary":"Romanen handlar om kapten Ahab, som blivit besatt av att jaga en vit kaskelot kallad Moby Dick. Kaptenen saknar ett ben, som han fick avslitet tidigare i sitt liv av samma val. Ahab är kapten ombord på Pequod, ett valfångstfartyg från ön Nantucket.","ISBN":"1232433464312","Year":1948,"Price":9.99,"InStock":46,"ImagePath":"/Content/Image/mobydick.jpg","RatingId":9},{"Id":10,"Title":"The Hobbit","Summary":"Bokens huvudperson är den välbärgade hoben Bilbo Bagger, som bor i en hemtrevlig hoberhåla i jorden. Hober är 'små varelser, mindre än dvärgarna (och utan skägg) men betydligt större än lilleputtarna'. De flesta hober ogillar äventyr, och Bilbo är inget undantag.","ISBN":"1234523464312","Year":1948,"Price":9.99,"InStock":46,"ImagePath":"/Content/Image/The-hobbit.jpg","RatingId":10},{"Id":11,"Title":"Game of Thrones","Summary":"Sju mäktiga dynastier kämpar för kontrollen över det mytiska landet Västeros. Robert Baratheon, kung över de sju konungarikena, rider till Vinterhed för att be sin gamle vän Lord Eddard Stark, tjäna som kungens hand, eller högsta tjänsteman.","ISBN":"1232663464312","Year":1948,"Price":9.99,"InStock":46,"ImagePath":"/Content/Image/gameofthrones.jpg","RatingId":11}]