[{"Id":1,"Name":"Skräck","Description":"Skräck är en vid genre som innehåller allt från terror till horror, som är två subgenrer inom denna litteratur, dock med varsitt syfte. Den ena är till för de mera blodiga, lemlästande skräckhistorierna och den andra för de mer djupgående psykologiska, melankoliska skräckhistorierna. Genren skräck innehåller så mycket mer än vad man kanske inser. Med en viss klassificering förväntar vi oss vissa egenskaper från det vi antingen ser eller läser. Det är vissa egenskaper som är utlovade till oss. Beroende på vad det är för del ur skräckgenren som vi kommer i kontakt med så förväntar vi oss något visst från den. Något som våra dagliga liv inte på samma sätt kan ge oss. Den där speciella kicken, den kvarvarande minnesbilden, den där isande känslan nerför ryggraden, det bultande hjärtat och känslan av att man kanske inte är så ensam som man tror. Vissa av dessa saker bär vi med oss längre, vi talar om det med våra bekanta, sprider det vidare. Det är så historier håller sig vid liv. Att berätta historier är ju trots allt en muntlig tradition också, vare sig det är spökhistorier eller folksagor. Skräckgenren spelar på vår rädsla för det okända, för det vi inte förstår, för det vi inte kan se Skräckgenren skildrar oftast en människas, eller en grupp människors, rädsla för något livsfarligt - antingen något naturligt som en galen mördare, eller något övernaturligt som en vampyr eller varulv. Många forskare har definierat skräckgenren utifrån gestaltningen av något främmande och monstruöst. Det finns undantag från reglerna. Det finns vissa historier som är svåra att placera i en specifik kategori inom skräckgenren, till och med historier som är svåra att placera bara inom skräck."},{"Id":2,"Name":"Thriller","Description":"Nagelbitare. Läs med vita silkeshandskar."},{"Id":3,"Name":"Fantasy","Description":"Drakar, riddare och troll!"},{"Id":4,"Name":"Historia","Description":"Faktaböcker om historia."},{"Id":5,"Name":"Roman","Description":"Böcker som är bra, viktiga och tänder en gnista i kistan."}]